{
  "Comment.nvim": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
  "git-blame.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-rescript": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-dbml": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
